Repository: FlukeSkywank0r/ITWBackup2016
Catalog: ITWBackup2016/Lang/lang.*.resx
Languages: de, fr

# Abbruch
source: Cancel selected!
de: Abbruch gewählt!
fr: Annuler sélection!

# Aktionabgebrochen
source: Canceled!
de: Aktion abgebrochen!
fr: Annulé!

# at
source: on
de: um
fr: au

# Backupverzeichnis
source: Backup Directory
de: Backupverzeichnis
fr: Répertoire de sauvegarde

# BEN2
source: No User Data had been selected
de: Keine benutzerspezifischen \r\nDateien hinzugefügt.\r\n----------------------------------------------

# Beschreibung
source: Description
de: Beschreibung

# btnEnde
source: Exit
de: Beenden
fr: Quitter

# btnEntfernen
source: Deselect File
de: Datei entfernen
fr: supprimer un fichier

# btnListeleeren
source: Clear File List
de: Datei Liste leeren
fr: liste des fichiers clair

# btnReset
source: Reset Forms
de: Zurücksetzen
fr: Réinitialiserlab

# btnSetzen
source: Activate
de: Aktivieren
fr: Réglage de l’heure

# btnStarten
source: Start the Backup
de: Datensicherung starten
fr: Démarrer la sauvegarde

# btnVerzeichnis
source: Select Backup Directory
de: Sicherungsverzeichnis wählen
fr: Sélectionner répertoire Sauvegarde

# BWillBe
source: The backup will be
de: Das Backup wird nun
fr: la sauvegarde sera

# chkspaeter
source: Perform the backup later
de: Sicherung später durchführen
fr: Effectuer une sauvegarde plus tard

# ErrorLabel
source: Error!
de: Fehler!
fr: Erreur!

# ExecutionLabel
source: be performed.
de: durchgeführt werden.
fr: être effectuée.

# Gefunden
source: found.
de: gefunden.
fr: trouvé.

# gewaehlterPfad
source: Selected Path:
de: gewählter Pfad:
fr: Chemin choisi:

# Hard
source: ERROR! \r\nThe File HardC.ini \r\ncouldn't be copied.\r\n----------------------------------------------
de: FEHLER! \r\nDie Datei HardC.ini \r\nkonnte nicht kopiert werden.\r\n\r\n----------------------------------------------
fr: ERROR! \nLe fichier HMData.mdb \nn’a pas pu être copié.

# HardCgefunden
source: HardC.ini exists.\r\n----------------------------------------------
de: HardC.ini vorhanden.\r\n----------------------------------------------
fr: HardC.ini existe. \r\n----------------------------------------------

# HardCnichtgefunden
source: HardC.ini hasn't been \nlocated.\r\n----------------------------------------------
de: HardC.ini konnte nicht \ngefunden werden.\r\n----------------------------------------------
fr: HardC.ini n’a pas été \ntrouvé. \r\n----------------------------------------------

# HMD
source: ERROR! \r\nThe File HMData.mdb \r\ncouldn't be copied.\r\n----------------------------------------------
de: FEHLER! \r\nDie Datei HMData.mdb \r\nkonnte nicht kopiert werden.\r\n\r\n----------------------------------------------
fr: ERROR! \nLe fichier HMData.mdb \nn’a pas pu être copié.

# HMDatagefunden
source: HMData.mdb exists.\r\n----------------------------------------------
de: HMData.mdb vorhanden.\r\n----------------------------------------------
fr: HMData.mdb existe. \r\n----------------------------------------------

# HMDatanichtgefunden
source: HMData.mdb hasn't been \nlocated.\r\n----------------------------------------------
de: HMData.mdb konnte nicht \ngefunden werden.\r\n----------------------------------------------
fr: HMData.mdb n’a pas été \ntrouvé. \r\n----------------------------------------------

# Kopiert
source: has been copied\r\nsuccessfully\r\n----------------------------------------------
de: wurde erfolgreich kopiert\r\n----------------------------------------------
fr: a été copié avec succès

# languageToolStripMenuItem
source: Language
de: Sprache
fr: langugage

# neuerPfad
source: New Path:
de: Neuer Pfad :
fr: Nouveau chemin:

# NichtGefunden
source: hasn't been found
de: wurde nicht gefunden
fr: introuvable

# NichtKopiert
source: couldn't be copied.\n ERROR!\r\n----------------------------------------------
de: konnte nicht kopiert werden. FEHLER!\r\n----------------------------------------------
fr: n'a pas pu être copié. ERREUR

# OurMonthly
source: every \r\n28 Days
de: alle \r\n28 Tage
fr: tous les \r\n28 jours

# OurWeekly
source: weekly \r\nonce
de: wöchentlich \r\neinmal
fr: une fois \r\npar semaine

# OurYearly
source: yearly \r\non
de: jährlich \r\nam
fr: annuellement

# programmePfad
source: Program Files Path:
de: Programme Pfad:
fr: Chemin fichiers programme:

# radBenutzer
source: Backup custom selected Dirs
de: benutzerdef. Dateien/Verz.
fr: Sauvegarde répertoires sélectionnés

# radHardC
source: Backup HardC.ini only
de: Nur HardC.ini sichern
fr: Sauvegarde HardC.ini seulement

# radHMData
source: Backup HMData.mdb only
de: Nur HMData.mdb sichern
fr: Sauvegarde HMData.mdb seulement

# radHMVid
source: Secure HMData & VidEqu.Cfg
de: HMData und VidEqu sichern
fr: Sécurise HMData.mdb & VidEqu.Cfg

# radKomplett
source: Complete Backup
de: Komplettsicherung
fr: Sauvegarde complète

# radMonthly
source: monthly
de: monatlich
fr: mensuel

# radOnce
source: once
de: einmalig
fr: une fois

# radVidEqu
source: Backup VidEqu.Cfg only
de: Nur VidEqu.Cfg sichern
fr: Sauvegarde VidEqu.Cfg seulement

# radWeekly
source: weekly
de: wöchentlich
fr: hebdomadaire

# radWinCon
source: Backup WinCon & WinCon2 only
de: WinCon und WinCon2 sichern
fr: Sauvegarde WinCon & WinCon2 seulement

# radYearly
source: yearly
de: jährlich
fr: annuel

# sprache
source: EN
de: DE
fr: FR

# SuccessLabel
source: Success!
de: Erfolg!
fr: Succès!

# TheBackup
source: The Backup will be
de: Das Backup wird am
fr: la sauvegarde

# TheBDate
source: The date
de: Der Termin
fr: la date

# txtgrpButtonage
source: Commands
de: Befehle
fr: Commandes

# txtgrpDragDrop
source: Drag && Drop Files in here
de: Dateien hier reinziehen
fr: Faites glisser && déposer des fichiers ici

# txtgrpOptions
source: Options
de: Auswahl Menü
fr: Options Menu

# UserFileData
source: custom data
de: benutzerdefinierte Daten
fr: données personnalisées

# Verzeichnis
source: This is a Directory
de: Dies ist ein Verzeichnis
fr: Répertoire

# verzgroesse
source: Directory Size:
de: Verzeichnisgroesse:
fr: Répertoire Taille:

# VID
source: ERROR! \r\nThe File VidEqu.Cfg \r\ncouldn't be copied.\r\n----------------------------------------------
de: FEHLER! \r\nDie Datei VidEqu.Cfg \r\nkonnte nicht kopiert werden.\r\n\r\n----------------------------------------------
fr: ERROR! \nLe fichier HMData.mdb \nn’a pas pu être copié.

# VidEqugefunden
source: Videqu.Cfg exists.\r\n----------------------------------------------
de: Videqu.Cfg vorhanden.\r\n----------------------------------------------
fr: Videqu.Cfg existe. \r\n----------------------------------------------

# VidEqunichtgefunden
source: Videqu.Cfg hasn't been \nlocated.\r\n----------------------------------------------
de: Videqu.Cfg konnte nicht \r\ngefunden werden.\r\n----------------------------------------------
fr: Videqu.Cfg n’a pas été \ntrouvé. \r\n----------------------------------------------

# WCK
source: ERROR! \r\nCouldn't copy \r\nC:\\WinCon \r\nThere has been an Error.\r\n----------------------------------------------
de: FEHLER! \r\nBeim Kopieren von \r\nC:\\WinCon \r\ntrat ein Fehler auf.\r\n\r\n----------------------------------------------
fr: ERROR! \nImpossible de copier \nC:\\WinCon \nIl y a eu une erreur.

# WCK2
source: ERROR! \r\nCouldn't copy \r\nC:\\Program Files\\WinCon \r\nThere has been an Error.\r\n----------------------------------------------
de: FEHLER! \r\nBeim Kopieren von \r\nC:\\Program Files\\WinCon2 \r\ntrat ein Fehler auf.\r\n----------------------------------------------\r\n
fr: ERROR! \nImpossible de copier \nC:\\Program Files\\WinCon \nIl y a eu une erreur.

# WinCongefunden
source: WinCon found.\r\n----------------------------------------------
de: WinCon gefunden.\r\n----------------------------------------------
fr: WinCon trouvé. \r\n----------------------------------------------

# WinConnichtgefunden
source: Wincon \ncouldn't be found.\r\n----------------------------------------------
de: Wincon \nkonnte nicht gefunden werden.\r\n----------------------------------------------
fr: Wincon \nnon trouvé \r\n----------------------------------------------

# BEN
source: ERROR! \r\nThe selected \n\ruser data \n\rcould not be copied.\r\n----------------------------------------------
de: FEHLER! \r\nDie ausgewählten \n\rBenutzerdaten \n\rkonnten nicht kopiert werden.\r\n----------------------------------------------

# loadfiles
source: Backup the user data from last time as well?
de: Benutzer Datein vom letzten Mal erneut sichern?
fr: bla

# loadfilestitle
source: User data load
de: Benutzer spezifische Dateien laden?
fr: blabla

# sichergroesse
source: Backup Size
de: Sicherungsgroesse:
fr: sauvegarde Taille:

# WinCon2gefunden
source: WinCon2 found.\r\n----------------------------------------------
de: WinCon2 gefunden.\r\n----------------------------------------------
fr: WinCon2 trouvé. \r\n----------------------------------------------

# WinCon2nichtgefunden
source: WinCon2 \ncouldn't be found.\r\n----------------------------------------------
de: WinCon2 \r\nwurde nicht gefunden.\r\n----------------------------------------------
fr: WinCon2 \nnon trouvé. \r\n----------------------------------------------
